[LANGUAGE]
1000=English (US);
1001=Français (Canadien);
1002=Search device;
1003=Dvice name:BT device name2;
1004=Pass Key:;
1005=Pair;
1006=Don't Pair;
1007=BT device name;
1008=has been paired.;
1009=Determining which services are supported by the bluetooth device. ;
1010=Now discoverable by other Bluetooth devices.;
1011=Address;
1012=Pin;
1013=Time left;
1014=Cancel;
1015=Device name:;
1016=Setting;
1017=General;
1018=Audio output;
1019=Volume;
1020=Display;
1021=Home screen;
1022=Clock;
1023=Unit;
1024=Heater;
1025=Language;
1026=Vehicle info.;
1027=Maintenance;
1028=System info.;
1029=Delete all personal data;
1030=Camera;
1031=External amp;
1032=Inspection mode;
1033=Operation beep On/Off;
1034=All On/Off;
1035=Media;
1036=Communi-\ncation;
1037=Navi;
1038=Phone;
1039=INTCM;
1040=CB;
1041=Beep/Ring;
1042=Voice\nguide;
1043=Display OFF;
1044=Auto brightness;
1045=DST;
1046=GPS Time;
1047=Time zone;
1048=EST;
1049=MST;
1050=CST;
1051=PST;
1052=Distance;
1053=Mile;
1054=km;
1055=Fuel consumpt.;
1056=MPG;
1057=km/L;
1058=L/100km;
1059=Temperature;
1060=Farenhiet;
1061=Celcius;
1062=Pressure;
1063=kPa;
1064=PSI;
1065=kgf/cm2;
1066=bar;
1067=Grip heater;
1068=Low;
1069=Mid;
1070=High;
1071=Seat heater : Rider;
1072=Seat heater : Passenger;
1073=Veuillez patienter...;
1074=Group 1;
1075=Tire pressure;
1076=F;
1077=R;
1078=AVG Fuel;
1079=Fuel range;
1080=Reset;
1081=Fuel consumpt.;
1082=Group 2;
1083=Battery voltage;
1084=Air temp.;
1085=AVG Speed;
1086=IG on timer;
1087=Group 3;
1088=**h**m;
1089=Next maintenance;
1090=Last maintenance;
1091=Date input;
1092=Parts list;
1093=My Dealer;
1094=Copy;
1095=System Information;
1096=Software version:;
1097=Map ID:;
1098=Production ID:;
1099=Request code:;
1100=Open source;
1101=Update;
1102=Open source info text field;
1103=Would you like  to update system or map?;
1104=Yes/No;
1105=Back camera display;
1106=Internal amp use;
1107=External amp use;
1108=Delete all personal data?;
1109=Info. home;
1110=Map home;
1111=Audio home;
1112=Destination;
1113=Inspection 1;
1114=FM/AM Rx Sensitivity;
1115=SiriusXM Rx Sensitivity;
1116=GPS Rx Sensitivity;
1117=CB radio Rx Sensitivity;
1118=Vehicle CAN;
1119=CB radio;
1120=GW connection;
1121=RSH connection ;
1122=PSH connection;
1123=OFF;
1124=Low;
1125=Hi;
1126=TPMS values;
1127=TPMS battery ;
1128=Headset volume;
1129=Vol.;
1130=Inspection 2;
1131=Mechanical Switch;
1132=Up/Down;
1133=Left/Right;
1134=Select;
1135=Home;
1136=Vol -;
1137=Vol +;
1138=PTT;
1139=R_Vol +;
1140=R_Vol -;
1141=R_Seek +;
1142=R_Seek -;
1143=R_Source;
1144=R_PTT;
1145=USB Connection status;
1146=USB1;
1147=USB2;
1148=No device;
1149=Audio source selection;
1150=AUX;
1151=Speaker selection;
1152=Fr Left;
1153=Fr Right;
1154=Rr Left;
1155=Rr Right;
1156=Auto;
1157=Fr Head set;
1158=Rr Head set;
1159=Left;
1160=Right;
1161=Mic;
1162=Communi.;
1163=Bluetooth;
1164=Vox;
1165=Rear controller;
1166=Voice recognition;
1167=Make system discoverable;
1168=Paired device list;
1169=Change warning;
1170=Set system name and PIN;
1171=BT auto connection;
1172=Show cost warning;
1173=Show roaming warning;
1174=Set system name;
1175=Set system name Value1;
1176=Paired;
1177=Connect;
1178=Pairning\pldevice name\pr Please start the pairing process on your device;
1179=Enter PIN;
1180=\plBT device name\prhas been paired.;
1181=Determing which service are supported by Bluetooth device.;
1182=\plBT device name\pr Parsonal Identification Numbers(PINs) is reqired;
1183=Paired device 1 ;
1184=Delete pairing;
1185=Connect all;
1186=Disconnect all;
1187=Refresh phonebook;
1188=Select ringtone              System;
1189=System ringtone;
1190=Phone ringtone;
1191=No ringtone;
1192=Refresh the phonebook?;
1193=Vox for rider headset;
1194=Vox for passenger headset;
1195=Sensitivity;
1196=Audio;
1197=Bass;
1198=Treble;
1199=Fader;
1200=Rear;
1201=Front;
1202=SVC;
1203=2 zone audio;
1204=Navigation;
1205=Map;
1206=POI;
1207=Route;
1208=Serch near;
1209=Navi guidance;
1210=Estimation and Summary;
1211=Map style;
1212=Day;
1213=Night mode;
1214=My icon ;
1215=ICON 1;
1216=POI icons;
1217=2D Heading up;
1218=2D North up;
1219=3D Heading up;
1220=Arrow;
1221=Moter cycle A;
1222=Intersection zoom;
1223=Speed limit indication;
1224=Lane guidance;
1225=Signpost;
1226=Trip summary;
1227=Record;
1228=Gas station;
1229=ATM/Banking;
1230=Coffee shops;
1231=Parking;
1232=List;
1233=Show\nall;
1234=Show\nnone;
1235=Rest area;
1236=Restaurant;
1237=Everyday life;
1238=Art & Entertainment;
1239=Attraction;
1240=Recreation;
1241=Medicalcare;
1242=Transit;
1243=Lodging;
1244=Dealer YAMAHA;
1245=Emergency;
1246=Sub categ.1;
1247=Route preference;
1248=Fastest;
1249=Trip Type;
1250=One way;
1251=Avoidance setting;
1252=Twisty;
1253=Scenic;
1254=Shortest;
1255=Round;
1256=Toll roads;
1257=Ferries;
1258=Tunnels;
1259=Car/Train;
1260=Unpaved road;
1261=Seasonal restrictions;
1262=Borders;
1263=TMS;
1264=Current location;
1265=by Address entering;
1266=by Map pointing;
1267=by Saved/Recent list;
1268=Spell Street;
1269=Spell City;
1270=State;
1271=Interesection zoom;
1272=Voice guidance;
1273=Border;
1274=Initial Display;
1275=Arrival est;
1276=Summary ;
1277=Moving ;
1278=Arrival time at\nDestination;
1279=Distance to Destination;
1280=Arrival time at\nVia point;
1281=SiriusXM;
1282=Subscription info.;
1283=Traffic alert;
1284=Traffic on map;
1285=Traffic info.location;
1286=Current;
1287=Weather popup alert;
1288=Weather alert location;
1289=ESN:;
1290=Radio:;
1291=Call:;
1292=Next;
1293=Speciality service:Traffic;
1294=Fuel:;
1295=Weather:;
1296=Forecast :;
1297=Parts name ;
1298=Value;
1299=Value reset;
1300=Value change;
1301=Name change;
1302=Command list up;
1303=Passenger voice recognition;
1304=Your Dealer;
1305=Dealer name;
1306=Phone number;
1307=Point of map;
1308=Set;
1309=Reset the value?;
1310=Address :;
1311=PIN :;
1312=Time left :;
1313=Audio;
1314=FM/AM/WB/USB/Pandra;
1315=FREQ.Channel name ;
1316=Contents name;
1317=Add preset;
1318=Category;
1319=List;
1320=Categ.;
1321=Auto.P;
1322=Music\nmenu;
1323=ALBUM ;
1324=Album;
1325=TRACK;
1326=Music title ***;
1327=Artist;
1328=Artist name ;
1329=Aux;
1330=BT;
1331=SiriusXM;
1332=AUX output;
1333=Volume gain\nadjustment;
1334=Hi;
1335=Mid;
1336=OFF;
1337=Device Name;
1338= Time shift;
1339=Tag this;
1340=Menu;
1341=Channel number;
1342=Channel name;
1343=Song;
1344=Song name;
1345=Preset\nlist;
1346=Tag list;
1347=Tune start;
1348=Category list;
1349=Game zone;
1350=Direct\ntune;
1351=Tag name;
1352=Music;
1353=Talk & Ent;
1354=Latino;
1355=Sports;
1356=News & Other;
1357=Not notice;
1358=Tag clear;
1359=Channel all;
1360=Team name;
1361=Score;
1362=Set all;
1363=News;
1364=Informetion;
1365=Category name;
1366=Station name Freq;
1367=PTY\nname;
1368=Current station Freq;
1369=Freq;
1370=Playlist;
1371=Songs;
1372=Genre;
1373=Playlist name;
1374=All;
1375=Album title;
1376=Alternative;
1377=Blues;
1378=Classical;
1379=Country & Folk;
1380=Album name;
1381=Track No. Music title;
1382=Recommend;
1383=More;
1384=Genre name;
1385=Play list name;
1386=TuneMix;
1387=Preset;
1388=TuneMix\non;
1389=Direct tune;
1390=Which do you want to add to tag list?;
1391=Cancel;
1392=All Categories;
1393=News;
1394=Information;
1395=Talk;
1396=Rock;
1397=Classic Rock;
1398=Adult Hits;
1399=Soft Rock;
1400=Top-40;
1401=Country;
1402=Oldies;
1403=Soft;
1404=Nostalgia;
1405=Jazz;
1406=Rhythm and Blues;
1407=Soft Rhythm and Blues;
1408=Foreign Language;
1409=Religious Music;
1410=Religious Talk;
1411=Pesonality;
1412=Public;
1413=College;
1414=Spanish Talk;
1415=Spanish Music;
1416=Hip-Hop;
1417=Weather;
1418=Emergency Test;
1419=Emergency Alert;
1420=Cance\nAll;
1421=USB1;
1422=USB2;
1423=File Corrupt;
1424=No Playable Files;
1425=Playlist Empty;
1426=Media Device Unavailable;
1427=Undefined Error;
1428=Fetching Data..;
1429=No Data;
1430=BT Device Unavailable;
1431=AUX Device Unavailable;
1432=Tire   F:;
1433=   R:;
1434=AVG Fuel   ;
1435=°C;
1436=°F;
1437=Air Temp;
1438=Hi;
1439=Avg Speed;
1440=Fuel Range ;
1441=Media Error;
1442=Scan;
1443=h;
1444=min;
1445=Tag notice;
1446=Artist;
1447=Song;
1448=Cancel\nall;
1449=Enter;
1450=AM;
1451=FM;
1452=WB;
1453=USB;
1454=iPod;
1455=PANDORA;
1456=AUX;
1457=BT;
1458=Fuel consumpt;
1459=Lo;
1460=Battery Voltage;
1461=Channel;
1462=ON;
1463=CB Radio;
1464=Squelch sensitivity;
1465=Destination;
1466=Categories;
1467=Go home;
1468=Saved/Recent;
1469=View map;
1470=Address;
1471=Input keyword;
1472=Search near;
1473=Edit;
1474=Emergency;
1475=Dealer;
1476=Phone No.;
1477=Import location;
1478=Search tools;
1479=Restaurant;
1480=Everyday life;
1481=Art & entertainment;
1482=Attraction;
1483=Recreation;
1484=Medical care;
1485=Transit;
1486=Lodging;
1487=Add shortcut;
1488=Coordinates;
1489=Intersection;
1490=Cities;
1491=Importing location;
1492=Stop-off;
1493=Gas station;
1494=Bank & ATMs;
1495=Rest area;
1496=Parking;
1497=Home address has not been set.;
1498=Would you like to set it now?;
1499=Ye/No;
1500=Saved;
1501=Recent;
1502=Name Address;
1503=Set;
1504=Spell street;
1505=Spell city;
1506=State;
1507=Spell;
1508=House No.;
1509=Enter;
1510=POI name;
1511=Phonebook;
1512=Name;
1513=Number;
1514=Coordinate;
1515=N/S/W/E;
1516=Info.;
1517=Save;
1518=Go;
1519=Route select;
1520=Fastest;
1521=Info.off;
1522=Route change;
1523=Delete;
1524=Move;
1525=Log data;
1526=City name;
1527=Select add point;
1528=Navigation;
1529=Destination;
1530=View map;
1531=Quit guidance;
1532=Logbook;
1533=SiriusXM info.;
1534=Setting;
1535=Weather;
1536=Traffic;
1537=Fuel plice;
1538=Fuel price;
1539=City,State/Received day, time;
1540=Current;
1541=50% Change of rain;
1542=Air flow;
1543=Air condition;
1544=Refresh;
1545=Change location;
1546=On map ;
1547=3,6hr;
1548=5day;
1549=Today;
1550=Mon;
1551=Tue;
1552=Wed;
1553=Thr;
1554=Fri;
1555=Sat;
1556=Sun;
1557=Street name Bounds;
1558=Around\nme;
1559=On road;
1560=Road information;
1561=Detail messeage about  traffic condition;
1562=Premium;
1563=Brand;
1564=Plus;
1565=Regular;
1566=All brand;
1567=Brand name;
1568=Brand name price;
1569=Shop information;
1570=Fastest;
1571=Go;
1572=Save;
1573=Sél. Itinéraire;
1574=City name;
1575=Space;
1576=Enter;
1577=Spell;
1578=Location Info.;
1579=Date,Time,Mileage;
1580=Delete\nall;
1581=Log info.;
1582=More;
1583=Delete;
1584=Export;
1585=View map off;
1586=Time street Distance;
1587=Prev.;
1588=Next;
1589=Logged date;
1590=Start time;
1591=Arrival ;
1592=Total mileage;
1593=AVG Speed;
1594=Driving time;
1595=Start city name;
1596=Arrival city name;
1597=Log info.off;
1598=Log detail;
1599=Date,time,Distance;
1600=Delete all log files?;
1601=Yes;
1602=No;
1603=Delete this log file?;
1604=Yes/ No;
1605=Quit route guidance?;
1606=United States;
1607=Motor cycle A;
1608=Motor cycle B;
1609=No data;
1610=Avoidance settings;
1611=No Map;
1612=No data to display;
1613=Go(Demo On);
1614=Search near;
1615=All Categories;
1616=Sub categ.2;
1617=Sub categ.3;
1618=Sub categ.4;
1619=Current location;
1620=by Address entering;
1621=by Map pointing;
1622=by Saved/Recent list;
1623=Highways;
1624=Toll roads;
1625=Ferries;
1626=Tunnels;
1627=Car/Train;
1628=Unpaved road;
1629=Seasonal restrictions;
1630=Borders;
1631=TMS;
1632=Map;
1633=USB 1;
1634=USB 2;
1635=Arrow;
1636=POI;
1637=Route;
1638=Home;
1639=Navi guidance;
1640=ATM/Banking;
1641=Coffee shop;
1642=Yamaha dealer;
1643=Medical area;
1644=2D Heading up;
1645=2D North up;
1646=3D Heading up;
1647=Auto;
1648=Day mode;
1649=Night mode;
1650=Twisty;
1651=Scenic;
1652=Shortest;
1653=One way;
1654=Round;
1655=Voice guidance;
1656=Border;
1657=Route preference;
1658=Trip type;
1659=Map Style;
1660=Day/Night mode;
1661=My icon;
1662=POI icon;
1663=Intersection zoom;
1664=Speed limit indication;
1665=Lane guidance;
1666=Signpost;
1667=Record;
1668=Show;
1669=all;
1670=none;
1671=Partly cloudy;
1672=Cloudy;
1673=Rain;
1674=Light Snow;
1675=Wintry Mix;
1676=READY;
1677=Whole country;
1678=Current State;
1679= All brands;
1680=Winds;
1681=MPH;
1682=Phone;
1683=Intercom;
1684=CB Radio;
1685=SMS;
1686=Message;
1687=Setting;
1688=Communication;
1689=Phonebook;
1690=Redial;
1691=Recent;
1692=Number;
1693=Emergency;
1694=Phone number Calling to;
1695=Dialling message Connection time;
1696=End call;
1697=Phone number Calling from ;
1698=Answer;
1699=Ignore;
1700=Call;
1701=My dealer :;
1702=Current Intercom status;
1703=ON;
1704=Current CB radio status;
1705=Preset4;
1706=Add\npreset;
1707=Squelch sensitivity;
1708=SMS message;
1709=Read\nall;
1710=Delete\nall;
1711=SMS message field;
1712=Phone\ncall;
1713=Vehicle message;
1714=Vehicle message title;
1715=Delete all messages?;
1716=Delete this message?;
1717=Make the phone call?;
1718=Dailing;
1719=Device connected:;
1720=No device;
1721=Received;
1722=Other;
1723=A-C;
1724=D-F;
1725=G-I;
1726=J-L;
1727=M-O;
1728=P-R;
1729=S-U;
1730=V-X;
1731=Y-Z;
1732=Now discoverable by other Bluetooth devices;
1733=Address :;
1734=PIN :;
1735=Time left :;
1736=Could not pair with;
1737=Pairing Failure !!!;
1738=Waiting for request approval from;
1739=Impossible to register\nany more.;
1740=Now discoverableby other Bluetooth device.;
1741=Paired device 1 ;
1742=Changing unit now…;
1743=Unit change failed!;
1744=Unit changed sucessfully!;
1745=Do you want to delete\nall personal data ?;
1746=Would you like to reset value ?;
1747=Update system and map?\n\nVer:;
1748=Traffic:;
1749=Unknown;
1750=CB radio status OFF;
1751=Head set;
1752=Unknown Album;
1753=Unknown Artist;
1754=Stop alert;
1755=Beep;
1756=Ring;
1757=Audio FM;
1758=Audio AM;
1759=Audio WB;
1760=Audio USB;
1761=Audio iPod;
1762=The sidestand is down,\nthe vehicle is moving,\nor the transmission is in gear.;
1763=To protect the system from damage.\nSURE-PARK cannot be used at this time.;
1764=SURE-PARK self-protection\nwill engage momentarily.;
1765=SURE-PARK cannot be used.;
1766=SURE-PARK self-protection engaged.;
1767=Finish parking soon.;
1768=SURE-PARK is in use.;
1769=connected;
1770=disconnected;
1771=Dealer name search;
1772=Name input;
1773=Dealer list;
1774=km/h;
1775=mph;
1776=Home screen changed.;
1777=Vehicle speed setting of\ncruise control\n;
1778=Loading now ...;
1779=Navigation is not ready.;
1780=This feature is not available\nwhile in motion;
1781=Check Antenna;
1782=Radio ID  ;
1783=Sport;
1784=Arrow1;
1785=Arrow2;
1786=Motorcycle;
1787=Bluetooth;
1788=No title;
1789=Channel;
1790=Not Subscribed;
1791=Call SiriusXM to subscribe;
1792=Antenna Disconnected;
1793=Close;
1794=is now palying;
1795=would you like to change ?;
1796=the channel;
1797=The;
1798=team match is started.;
1799=Do you want to change channel?;
1800=The channel;
1801=you tagged is been detected.;
1802=TuneMix;
1803=TuneMix\non;
1804=TuneMix off;
1805=No data;
1806=Maximum number of Favorites reached.;
1807=Live;
1808=Replay;
1809=On;
1810=Off;
1811=Please wait.\nUpdate file authentication in progress.;
1812=Answerback turned ON;
1813=Answerback turned OFF;
1814=Answerback turned ON;
1815=Answerback turned OFF;
1816=Communication error with front wheel tire pressure sensor.\nHave it checked at your nearest dealer.;
1817=Communication error with rear wheel tire pressure sensor. \nHave it checked at your nearest dealer.;
1818=Front wheel tire pressure sensor battery is low.\nHave the sensor replaced at your nearest dealer.;
1819=Rear wheel tire pressure sensor battery is low.\nHave the sensor replaced at your nearest dealer.;
1820=Front tire pressure is low.\nCheck tire and adjust air pressure as soon as possible.;
1821=Rear tire pressure is low.\nCheck tire and adjust air pressure as soon as possible.;
1822=ON;
1823=OFF;
1824=CB radio status ON;
1825=Intercom is OFF;
1826=Intercom is ON;
1827=New;
1828=Maintenance time;
1829=Channel No.;
1830=Your Pandora app is out of date. Please update and try again.;
1831=Sorry about the error.;
1832=No stations created. Please create a station.;
1833=We'll resume your Pandora session in a few moments when connection is restored.;
1834=You've reached your skip limit.;
1835=CAN communication Error;
1836=Smart key low battery;
1837=Smart key COM error;
1838=Luggage lock Answerback;
1839=Main switch Answerback;
1840=TPMS(Fr) COM error;
1841=TPMS(Rr) COM error;
1842=TPMS(Fr) low battery;
1843=TPMS(Rr) low battery;
1844=Low tire pressure(Fr);
1845=Low tire pressure(Rr);
1846=TPMS setting mode (ID, Fr);
1847=TPMS setting mode (Rr);
1848=TPMS ID registration complete;
1849=TPMS set to ON;
1850=TPMS set to OFF;
1851=TPMS auto setting mode;
1852=Communications with the meter cannot be normally done.\nHave it checked at your nearest dealer. ;
1853=The battery of smart key has lowered.\nReplace it with a new battery.\nOne button battery CR2025;
1854=Communications with the smart key cannot be done.\nConfirm that you hold the smart key with you.;
1855=Now in luggage lock Answerback ON/OFF setting mode. ;
1856=Now in main switch Answerback ON/OFF setting mode. ;
1857=Luggage lock Answerback turned ON.;
1858=Luggage lock Answerback turned OFF.;
1859=Main switch Answerback turned ON.;
1860=Main switch Answerback turned OFF.;
1861=(At ID registration) Force TPMS Fr sensor to transmit signal.\n(To switch from Fr to Rr sensor)Press emergency switch 3 times.;
1862= Force TPMS Rr sensor to transmit signal. ;
1863=ID registration of TPMS Fr and Rr sensor complete.;
1864=Vehicle set to TPMS sensor "equipped.";
1865=Vehicle set to TPMS sensor "NOT equipped".;
1866=Now in LF tool-less ID registration mode.\nRun the vehicle.;
1867=Phone\nbook;
1868=Shopping;
1869=Zip Code;
1870=State, Country;
1871=Latitude;
1872=Longitude;
1873='My Dealer Address' has not been set;
1874=OK;
1875=Enter;
1876=Current location;
1877=The scheduled maintenance time of;
1878=Audio tuning;
1879=2 speaker;
1880=4 speaker;
1881=Operation beep;
1882=Date input;
1883=SiriusXM Radio ID;
1884=Device ID;
1885=CB Radio Software Version ID;
1886=Home right key;
1887=BT Rx Sensitivity;
1888=Headset;
1889=Vol.;
1890=Up;
1891=Down;
1892=Fr Headset;
1893=Rr Headset;
1894=Set default name;
1895=AUTO;
1896=shopping;
1897=Round trip;
1898=By Address;
1899=By Search Map;
1900=Info. off;
1901=Moving time;
1902=Distance to\nVia point;
1903=Moving time;
1904=Subscripiton info.;
1905=Weather alert location;
1906=Speciality service : Traffic unsubscribed;
1907=Diagnostic mode;
1908=SiriusXM Diagnostic mode;
1909=Engineering mode;
1910=Clear;
1911=Factory initialization;
1912=Day mode;
1913=teleprompter;
1914=command;
1915=pickList;
1916=Navi commands are:;
1917=Media commands are:;
1918=Phone commands are:;
1919=Radio commands are:;
1920=Teleprompter;
1921=Picklist;
1922=Navigation commands;
1923=Media commands;
1924=Phone commands;
1925=Radio commands;
1926=COMMS;
1927=Settings;
1928=Function;
1929=NAVI;
1930=Menu;
1931=Seat Heater;
1932=Screen Up;
1933=Screen Down;
1934=Select ringtone;
1935=System;
1936=Fr;
1937=Rr;
1938=Set;
1939=There's no dealer information corresponding to this number.Would you like to add\nthis number?;
1940='My Dealer Address'\n has not been set.\nWould you like to set it now?;
1941=Phone No.;
1942=Night;
1943=Make the phone call?;
1944=Windscreen;
1945=Traffic unsubscribed;
1946=ICON 2;
1947=ICON 3;
1948=Signal :;
1949=Tuner Status : ;
1950=Lock EnsA : ;
1951=Lock EnsB : ;
1952=BER : ;
1953=C/N : ;
1954=S1A : ;
1955=S1B : ;
1956=S2A : ;
1957=S2B : ;
1958=Rs : ;
1959=W : ;
1960=S : ;
1961=T : ;
1962=Tuner Freq : ;
1963=OBERA : ;
1964=OBERB : ;
1965=OTPIP0 A : ;
1966=Capability :;
1967=Mod Type : ;
1968=Mod HW : ;
1969=Mod SW : ;
1970=SXI : ;
1971=HDEC : ;
1972=BB : ;
1973=RF : ;
1974=HMI : ;
1975=CGS : ;
1976=FUEL : ;
1977=Sub Status : ;
1978=Reason Code : ;
1979=Suspend Date : ;
1980=RSSI : ;
1981=Overlay Status : ;
1982=Arrival;
1983=Moving;
1984=Moving time;
1985=Via point;
1986=Avg Speed;
1987=LIMIT;
1988=WARNING;
1989=Failure to pay attention while riding could result in death or serious injury.;
1990=Always concentrate on riding by keeping\nyour eyes and mind on the road.;
1991=Read your owner's manual.;
1992=ACCEPT;
1993=Midrange;
1994=Audio subscribed;
1995=Audio unsubscribed;
1996=subscribed;
1997=unsubscribed;
1998=mi;
1999=Info.;
2000=2-speaker;
2001=4-speaker;
2002=connection\nfailed;
2003=Now roaming…;
2004=Enter Street 1;
2005=Enter Street 2;
2006=Writing now...\nPlease do not remove\nthe USB drive.;
2007=Failed.\nPlease check\nUSB drive available memory.;
2008=Completed;
2009=Delete this log file?;
2010=No data . . .;
2011= is now playing.\nWould you like to change \nthe channel?;
2012=State name;
2013=Street name;
2014=Accept;
2015=The displayed speed limit is taken from information registered in the navigation system. The actual speed limit may be different. Always ride according to current traffic conditions.;
2016=Set system name;
2017=by Map\npointing;
2018=Phonebook;
2019=Arrival time to \nVia point;
2020=Info. off;
2021=Input keyword;
2022=My dealer;
2023=Search tools;
2024=Coffee shops;
2025=State;
2026=Spell City;
2027=Spell Street;
2028=Country;
2029=Other;
2030=OK;
2031=Shortest;
2032=Spell Intersection;
2033=ZIP code;
2034=Logbook;
2035=Location info.;
2036=Arrival via pt;
2037=Phone ringtone;
2038=Current;
2039=Keyword;
2040=Added;
2041=shortcut;
2042=No map;
2043=Unable to load the file.;
2044=There is a traffic incident ahead.\n Search for detour?;
2045=Browse by Style;
2046=Auto Service;
2047=Community Services;
2048=Alert;
2049='My Dealer Phone number' is not set yet.\nWould you like to set it now?;
2050=Songs;
2051=No Station Active;
2052=Pandora isn't available in your current location. We'll resume your session as soon as we can.;
2053=Your login is incorrect.;
2054=Your station list is full. Please delete an existing station in order to add more.;
2055=We didn't catch that. Your thumbs are important to us, so please try again.;
2056=Your bookmark wasn't saved. Please try again.;
2057=We've encountered an error, but are trying to fix it. Please try again.;
2058=Error, session already started.;
2059=Error, No active session.;
2060=Shuffle;
2061=Dealer name;
2062=Route is not navigable.;
2063=Route edit;
2064=Route edit;
2065=Delete this destination?;
2066=Seat Heater;
2067=Grip Heater;
2068=In case of emergency, please contact the facility to verify their availability before proceeding.;
2069=Check surrounding for safety.;
2070=Fuel consumption;
2071=Date\ninput;
2072=Route select;
2073=Destination saved.;
2074=One way;
2075=My Dealer;
2076=Close;
2077=2 Zone Warning: Pandora is still streaming audio on the Passenger headset.;
2078=Import point;
2079=Import trips;
2080=Import trials;
2081=Select Import type;
2082=Import start point;
2083=Import End point;
2084=View map;
2085=Select function;
2086=Pandora will resume shortly.;
2087=Pandora is unavailable in your location.;
2088=Login incorrect, please retry from device.;
2089=Pandora is unavailable.;
2090=Pandora Device Unavailable;
2091=L/100;
2092=km;
2093=kgf/;
2094=cm2;
2095=No ringtone;
2096=Export system device ID?;
2097=Activate navigation?;
2098=Upgrade map?;
2099=Update system?;
2100=Device ID\nExport;
2101=Navi\nActivate;
2102=Map\nUpgrade;
2103=Software\nUpdate;
2104=Device unavailable;
2105=Bluetooth connection unavailable;
2106=App unavailable;
2107=USB connection status;
2108=Hub unsupported;
2109=<unsupported>;
2110=No device;
2111=Unsupported device;
2112=Device no response;
2113=Dealer;
2114=Zip Code;
2115=Shortcut already exists.;
2116=Parts list;
2117=TuneMix;
2118=How do you want to add music to tag list?;
2119=Subscription Updated;
2120=Speciality service : Traffic subscribed;
2121=Speciality service : Traffic unknown;
2122=TuneMix feature is available only for music channels.;
2123=TuneMix needs at least 2 music channels.;
2124= Insufficient music content to support TuneMix. ;
2125=AVG speed;
2126=Log detail;
2127=Arrival time to Destination;
2128=Import location;
2129=and;

